Repository: emoacht/TokyoSubwayView
Catalog: TokyoSubwayView/TokyoSubwayView.Shared/Strings/*/Resources.resw
Source language: en_us
Languages: ja_jp

# ApplyButtonText
source: Apply
ja_jp: 適用

# ClearButtonText
source: Clear
ja_jp: クリア

# ConnectionFailure
source: Failed to connect to the server.
ja_jp: サーバーとの接続に失敗しました。

# ErrorTitle
source: Error
ja_jp: エラー

# LanguageSelectionText
source: Language
ja_jp: 言語

# LineSelectionPriorityText
source: Line Selection and Priority
ja_jp: 路線の選択と優先度

# LinkToOptions
source: Options Settings
ja_jp: オプション設定

# LinkToPrivacyPolicy
source: Privacy Policy
ja_jp: プライバシーポリシー

# OptionsHeaderText
source: Options
ja_jp: オプション

# ConnectionOtherError
source: Error happened when connected to the server.
ja_jp: サーバーとの接続中にエラーが起こりました。

# PrivacyPolicyUrl
source: https://gist.github.com/emoacht/6b5f18904ba8fe7d85b0
ja_jp: https://gist.github.com/emoacht/a08b7032b2d667e07d66

# OptionsButton.Label
source: Options Settings
ja_jp: オプション設定

# ZoomInButton.Label
source: Zoom In
ja_jp: ズームイン

# ZoomOutButton.Label
source: Zoom Out
ja_jp: ズームアウト

# AppDescription
source: TokyoSubwayView shows train situations in Tokyo Metro Subway lines graphically. The update interval is around 1 min but there will be a few min delay from time when the data are created.
ja_jp: TokyoSubwayViewは東京メトロ地下鉄路線内の列車の運行状況をグラフィカルに表示します。更新間隔はおよそ1分ですが、データの作成時刻からは数分の遅れがあります。

# UnhandledErrorTitle
source: Unhandled Error
ja_jp: ハンドルされてないエラー

# ConnectionUnavailable
source: Not connected to internet.
ja_jp: インターネットに接続していません。

# ConnectionTimeout
source: Connection to the server timed out.
ja_jp: サーバーとの接続がタイムアウトしました。

# CaptionDirection
source: For {0}
ja_jp: {0}方面

# CaptionExpected
source: Expected
ja_jp: 予測

# CaptionLine
source: {0} Line
ja_jp: {0}線

# CaptionMinDelay
source: {0}min delay
ja_jp: {0}分遅れ

# CaptionRunning
source: Running
ja_jp: 走行中
